[Main]
DisplayName=Suomi

[UnLocker1_frmMain]
Label_Title_Detail.caption=Tämä työkalu auttaa sinua avaamaan toisten prosessien tiedostoille/kansioille asettamat lukitukset. 
Label_Setting.caption=Asetukset
lbl_CheckForUpdate.caption=Tarkista päivitykset
lbl_FileInfo_Title.caption=Valitut tiedostot/kansiot
lbl_Add_describe.caption=Lisää tiedostoja/kansioita lukituksen avaamikseksi. Voit vetää ja pudottaa tiedostot/kansiot tähän ja painaa sitten Lisää-painiketta!
chk_Advanced.caption=Pakotustila
btn_Browse.caption=Lisää
btn_Close.caption=Poistu
lbl_Add.caption=Lisää
cx_Action.caption=Avaa lukitus
img_AddHint.hint=Lisää avattavat tiedostot/kansiot.
img_AdcancedHint.Hint=Pakotustila lopettaa kaikki liitännäisprosessit. Jos avaus normaalitilassa ei onnistu, voit kokeilla pakotustilaa.

Menu_UnlokcDelete.caption=Avaa lukitus && Poista
Menu_UnlockRename.caption=Avaa lukitus && Nimeä
Menu_UnlockMove.caption=Avaa lukitus && Siirrä
Menu_UnlockCopy.caption=Avaa lukitus && Kopioi

Menu_Language.caption=Kieli
Menu_SendFeedback.caption=Lähetä palautetta
Menu_IObitOnline.caption=IObit Online

ListView_FileInfo.Columns[0].caption=Tiedostot/Kansiot
ListView_FileInfo.Columns[1].caption=Tila

ListView_LockInfo.Columns[0].caption=Nimi
ListView_LockInfo.Columns[1].caption=Polku
ListView_LockInfo.Columns[2].caption=Pid

[UnLocker1_frmTip]
lab_Tip.caption=Voit käynnistää ohjelman painamalla hiiren oikealla tiedoston/kansion päällä ja valitsemalla IObit Unlocker.
btn_Close.caption=OK

[UnLocker1_frmWriteText]
btn_OK.caption=Avaa lukitus && Nimeä
btn_Cancel.caption=Peruuta
btn_Apply.caption=&Käytä
lbl_edt.caption=Syötä uusi nimi:

ListView.Columns[0].caption=Alkuperäinen nimi
ListView.Columns[1].caption=Uusi nimi

[Unlocker1_M]
Unlocker_Delete=Tämä poistaa tiedostot/kansiot lopullisesti. Jatketaanko?
Unlocker_Status_Notlocked=Ei lukittu
Unlocker_Status_locked=Lukittu

Unlocker_Action_Delete= & Poista
Unlocker_Action_Rename= & Nimeä
Unlocker_Action_Move= & Siirrä
Unlocker_Action_Copy= & Kopioi
Unlocker_Status_Change_Unlocking=Avaa lukitusta
Unlocker_Status_Change_Unlock=Avaa lukitus
Unlocker_Status_Change_sucessfully=onnistuneesti
Unlocker_Status_Change_failed=epäonnistui
File_Detail_Notlocker= ei ole lukittu.
File_Detail_occupied= on varattuna alla oleville prosesseille.
Browser_Folder=Valitse tiedosto/kansio, jonka lukituksen haluat poistaa
File_Operation=Paikallisten asemien lukituksen avaus ei onnistu.
File_Rename_Long=Nimi on liian pitkä
File_Rename_special=Nimessä on erikoismerkkejä

MoveDialog_Prompt=Valitse kohdekansio siirrettäville objekteille
CopyDialog_Prompt=Valitse kohdekansio kopioitaville objekteille
Action_Sucesses=Toiminto onnistui.
Action_Error_One=Toiminto epäonnistui
AddFile_Filter=Järjestelmäpolun lukituksen avaus ei onnistu.
Action_Error_More=jotkin tiedostot/kansiot epäonnistuivat
Action_Error_Detaill=Samannimisiä tiedostoja/kansioita on jo olemassa
cmd_Error_Prompt_1=Komentorivikäyttö:
cmd_Error_Prompt_2=Komento [Valinta] Objekti
cmd_Error_Prompt_3=Komento:
cmd_Error_Prompt_4=Valinta:
cmd_Error_Prompt_5=Objekti:
cmd_Error_Prompt_6=Ei mitään:
cmd_Error_Prompt_7=Poista:
cmd_Error_Prompt_8=Nimeä:
cmd_Error_Prompt_9=Siirrä:
cmd_Error_Prompt_10=Kopioi:


